-- MySQL dump 10.13  Distrib 8.0.33, for Win64 (x86_64)
--
-- Host: localhost    Database: mysqlhello
-- ------------------------------------------------------
-- Server version	8.0.33

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `store2`
--

DROP TABLE IF EXISTS `store2`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `store2` (
  `storeId` bigint unsigned NOT NULL AUTO_INCREMENT,
  `storeName` varchar(20) NOT NULL,
  `storeAddress` varchar(100) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NOT NULL,
  `storeTel` varchar(20) NOT NULL,
  `storeOpen` varchar(20) NOT NULL,
  `storeClose` varchar(20) NOT NULL,
  `storeLat` double NOT NULL,
  `storeLng` double NOT NULL,
  `regDate` datetime DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`storeId`)
) ENGINE=InnoDB AUTO_INCREMENT=72 DEFAULT CHARSET=utf8mb3;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `store2`
--

LOCK TABLES `store2` WRITE;
/*!40000 ALTER TABLE `store2` DISABLE KEYS */;
INSERT INTO `store2` VALUES (1,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(2,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(3,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(4,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(5,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(6,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(7,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(8,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(9,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(10,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(11,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(12,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(13,'명동성당  ','서울 중구 명동길 74 (명동2가, 명동성당) ','02-318-6202  ','08:00  ','21:30  ',37.5633,126.9873,'2023-06-27 16:57:10'),(20,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(21,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(22,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(23,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(24,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(25,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(26,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(27,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(28,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(29,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(30,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(31,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(32,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(33,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(34,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(35,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(36,'청량리역사 2','서울 동대문구 경동시장로2길 45 (청량리동) 1층','02-3707-1367','08:00','22:00',37.5807,127.0483,'2023-06-27 16:57:10'),(37,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(38,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(39,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(40,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(41,'서강대','	\r\n서울특별시 마포구 백범로 21','02-711-7007','08:00','23:00',37.548,126.9445,'2023-06-27 16:57:10'),(42,'울산언양','	\r\n울산광역시 울주군 언양읍 읍성로 38, 1층','052-264-2082','09:00','22:00',35.5694,129.1259,'2023-06-27 16:57:10'),(43,'남양주법조타운','	\r\n경기 남양주시 다산동 6169 다산메인타워 109, 110, 111호','031-564-3335','08:30','22:00',37.5607,127.1589,'2023-06-27 16:57:10'),(44,'증미역','	\r\n서울시 강서구 등촌동 631-5 1층','02-2013-5678','08:00','22:00',37.6146,129.1259,'2023-06-27 16:57:10'),(45,'대구동대구','	\r\n대구광역시 동구 신천동 386-3','053-742-0242','08:30','22:30',35.8725,128.6294,'2023-06-27 16:57:10'),(46,'삼전역','	\r\n서울시 송파구 백제고분로 197, 1층 101호','02-425-5141','08:00','21:00',37.5029,127.3177,'2023-06-27 16:57:10'),(47,'대전반석','	\r\n대전광역시 유성구 북유성대로 303, 101~102호/104호','042-825-0605','08:00','23:00',36.388,129.1259,'2023-06-27 16:57:10'),(48,'하남시청역  ','경기 하남시 신평로 65 (신장동) ','031-794-2022  ','09:00  ','22:00  ',37.537,127.2041,'2023-06-27 16:57:10'),(49,'과천중앙','	\r\n경기도 과천시 별양상가 3로 14','02-504-3140','08:00','23:00',37.4257,126.9921,'2023-06-27 16:57:10'),(50,'청량리역사','	\r\n서울특별시 동대문구 왕산로 214','02-3707-1367','08:00','23:00',37.5807,127.0483,'2023-06-27 16:57:10'),(51,'안성공도','경기도 안성시 공도읍 공도로 93','02-504-3140','08:00','22:00',36.9915,127.1721,'2023-06-27 16:57:10'),(52,'경복궁','	\r\n서울특별시 종로구 사직로 115','02-725-5926','07:30','21:30',37.5755,126.9764,'2023-06-27 16:57:10'),(53,'광화문','	\r\n서울특별시 종로구 새문안로 3길 19','02-723-7222','08:00','22:00',37.5726,126.973,'2023-06-27 16:57:10'),(54,'대전은행','	\r\n대전광역시 중구 대종로 488번길 25','042-221-7050','08:00','23:00',36.3336,127.4219,'2023-06-27 16:57:10'),(55,'대학로','	\r\n서울특별시 종로구 동숭길 101 현대엘리베이터','02-764-5656','08:30','22:30',37.5662,126.9752,'2023-06-27 16:57:10'),(56,'독립문','	\r\n서울특별시 종로구 송월길 155 경희궁자이4단지 상가 1층 4104-4106호','02-730-8255','07:00','21:00',37.5697,126.96340000000001,'2023-06-27 16:57:10'),(58,'안국','서울 종로구 우정국로 69 (수송동, 동일빌딩) 1층','02-735-9000','07:00','21:00',37.5739,126.9821,'2023-06-27 16:57:10'),(66,'종로5가','서울 종로구 종로 213-1 (종로5가) 1층','02-766-7537','08:00','22:00',37.5704,126.9922,'2023-06-27 16:57:10'),(67,'북촌','서울 종로구 율곡로 67 (계동) 1층','02-747-4400','07:00','21:00',37.5774,126.9867,'2023-06-27 16:57:10'),(68,'부산영도','부산 영도구 태종로 107 (영선동1가, 영도오션트라움)','051-417-7852','08:00','22:00',35.0911,129.0416,'2023-06-27 16:57:10'),(69,'동대문역','서울 종로구 종로 263-1 (종로6가)','02-747-9809','08:00','22:00',37.5712,126.9886,'2023-06-27 16:57:10'),(70,'더조은 종각2','서울 종로구 삼일대로17길 51 (관철동, 스타골드빌딩) 5층','02-738-5001','9:30','10:00',37.5691,126.9847,'2023-06-27 16:57:10'),(71,'aaa','aaa','aaa','aaa','aaa',111,222,'2023-06-27 17:58:34');
/*!40000 ALTER TABLE `store2` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2023-07-21  9:57:10
